Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh127-v3.tmx
Source language: bo
Languages: en

source: །བཙུན་མོའི་འཁོར་བརྒྱ་སྟོང་ཕྲག་དྲུག་ཅུ་རྩ་བརྒྱད་ཀྱང་དགེ་སློང་དེ་མཐོང་མ་ཐག་ཏུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་གྱུར་ཏོ།
en: When the retinue of sixty-eight hundred thousand queens, too, saw the bhikṣu, they also were instantly established in irreversible progress toward the highest enlightenment.

source: །སྐྱེ་བོའི་ཚོགས་ཆེན་པོ་དེ་དག་ཀྱང་ནོར་བུ་དང་གདུ་བུ་རྣམས་བཀྲོལ་ཏེ་ལྷམ་རྣམས་བཞག་ནས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ཏེ་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ནས། དགེ་སློང་དེ་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་ཏེ་ཕྱག་འཚལ་ཞིང་འཁོད་དོ།
en: “That whole great gathering of people took off their jewels and rings, took off their shoes, removed their robes from one shoulder, and, kneeling on their right knees, with palms placed together bowed toward the bhikṣu.

source: །དེ་ནས་བུ་མོ་གཞོན་ནུ་དེ་དག་ཀྱང་སྔོན་གྱི་དགེ་བའི་རྩ་བ་དག་གིས་བསྐུལ་བས་ཁྱོགས་དེ་དག་ལས་བབས་ནས་ནོར་བུ་དང་གདུ་བུ་དག་བཀྲོལ་ཏེ་ལྷམ་རྣམས་བཞག་ནས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ཏེ་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ནས་དགེ་སློང་དེ་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་ཏེ་ཚིགས་སུ་བཅད་པ་འདི་དག་སྨྲས་སོ།
en: “Then the princesses, too, inspired by their previous roots of goodness, alighted from their palanquins, took off their jewels and rings, took off their shoes, removed their robes from one shoulder, and, kneeling on their right knees, with palms placed together recited these verses to the bhikṣu:

source: །དགེ་སློང་འདི་ནི་བྱོན་པའི་ཚེ།
en: “ ‘The arrival of this bhikṣu

source: །ཉི་མ་ལྟ་བུར་ཐམས་ཅད་དུ།
en: Has been like the sun,

source: །འདི་དག་རབ་ཏུ་སྣང་བར་བགྱིས།
en: Illuminating everywhere

source: །སྐྱེ་བོའི་ཚོགས་ཀྱང་འདུན་པར་གྱུར།
en: And inspiring the people. {15}

source: །འདོད་ཆགས་ཞེ་སྡང་རྒྱུན་བཅད་ཅིང་།
en: “ ‘The faults of desire have gone,

source: །གཏི་མུག་དག་ཀྱང་བསལ་བར་གྱུར།
en: Ignorance also has been cleared away,

source: །དེ་ཚེ་ཞེ་སྡང་ཁྲོ་བ་དང་། །ཕྲག་དོག་ཐམས་ཅད་བཅད་པར་གྱུར།
en: And the faults of anger and envy Have also instantly departed. {16}

source: །རྒྱལ་པོ་དཔའ་བས་བྱིན་པ་ཡི།
en: “ ‘The sons of King Śūradatta,

source: །ཞབས་འབྲིང་སྲས་ལ་སོགས་པ་ཡང་།
en: His retinue, and so on—

source: །སུ་ཡང་རྒྱལ་པོ་མི་ལྟ་སྟེ།
en: None of these followers Are looking at the king. {17} “ ‘The beauty of this bhikṣu

source: །སུ་ཡང་ཞབས་འབྲིང་མི་བགྱིད་དོ།
en: Being honored by the princes

source: །ཇི་ལྟར་ཟླ་བ་ཉ་བ་ནི།
en: Is like the full moon

source: །སྐར་མ་དག་གིས་བསྐོར་བ་བཞིན། །རྒྱལ་པོའི་བུ་ཡི་མདུན་བདར་བས།
en: Encircled by the stars. {18}

source: །དགེ་སློང་འདི་ཡང་མཛེས་པར་གྱུར།
en: “ ‘The beauty of this bhikṣu

source: །ཇི་ལྟར་གསེར་གཟུགས་རི་མོ་དག །མཁས་པས་རི་མོར་བྲིས་པ་དང་། །སཱ་ལའི་རྒྱལ་པོ་རྒྱས་པ་ལྟར།
en: Is like a painting in gold Created by an expert artist, And like a blossoming king of the sal trees. {19}

source: །དེ་བཞིན་དགེ་སློང་མཛེས་པར་གྱུར།
en: “ ‘The beauty of this bhikṣu’s arrival

source: །མཐུ་ཆེན་བརྒྱ་བྱིན་ལྷ་ཡི་དབང་པོ་ནི།
en: Is like powerful Śakra, the lord of devas,

source: །གྲོང་ཁྱེར་འཇིག་པ་བདག་པོ་མིག་སྟོང་ལྡན།
en: The lord with a thousand eyes, the destroyer of strongholds,

source: །རི་རབ་སྤྱི་ལ་སུམ་ཅུ་རྩ་གསུམ་དབང་།
en: And lord of the thirty-three devas on the summit of Sumeru. {20}

source: །དེ་བཞིན་དགེ་སློང་བྱོན་པ་འདི་ཡང་མཛེས།
en: “ ‘The beauty of this bhikṣu’s arrival

source: །ཚངས་པའི་འཇིག་རྟེན་ཚངས་པ་གནས་པ་འདྲ།
en: Is like Brahmā residing in Brahmā’s world,

source: །རབ་འཕྲུལ་ལྷ་ཡི་བུ་ནི་ལྷ་དབང་བཞིན།
en: Like the deva lord Sunirmita,

source: །འདོད་ཁམས་འཐབ་བྲལ་མཆོག་གི་ལྷ་བཞིན་དུ།
en: And like deva Suyāma in the desire realm. {21}

source: །དགེ་སློང་བྱོན་པ་འདི་ཡང་དེ་བཞིན་མཛེས།
en: “ ‘The beauty of this bhikṣu’s arrival

source: །ཉི་མ་བཞིན་དུ་བར་སྣང་ལྷན་ནེར་བགྱིས།
en: Is like the sun shining in the sky,

source: །འོད་ཟེར་སྟོང་ལྡན་མུན་ནག་རབ་ཏུ་སེལ།
en: Dispelling darkness with a thousand light rays,

source: །ཕྱོགས་རྣམས་ཀུན་ཏུ་སྣང་བར་བགྱིད་པ་ལྟར།
en: Illuminating completely every direction. {22}

source: །དེ་བཞིན་དགེ་སློང་བྱོན་པ་མཛེས་པར་གྱུར།
en: “ ‘He is beautiful with the physical signs

source: །བསྐལ་པ་མཐའ་ཡས་རྒྱ་ཆེར་སྦྱིན་པ་བྱིན།
en: Of endless eons of vast generosity,

source: །ཚུལ་ཁྲིམས་མ་འདྲེས་རྟག་ཏུ་བསྲུང་བ་བགྱིས།
en: The constant maintenance of unsullied conduct,

source: །བཟོད་པ་མཚུངས་མེད་འཇིག་རྟེན་ཀུན་ཏུ་བསྒོམས།
en: And unequaled patience within in all worlds. {23}

source: །དེ་ནི་མཚན་གྱིས་བརྒྱན་ཅིང་འདི་ལྟར་མཛེས།
en: “ ‘This bhikṣu has appeared in the world

source: །འཕགས་པའི་སྐྱེ་བོས་རབ་བསྟོད་བརྩོན་འགྲུས་བསྐྱེད།
en: Having developed the diligence praised by the noble beings,

source: །བསམ་གཏན་བཞི་ཡང་ཞུམ་མེད་སེམས་ཀྱིས་བསྙེན།
en: Having confidently practiced the four dhyānas,

source: །ཉོན་མོངས་དྲ་བ་བསལ་ཅིང་ཤེས་རབ་བསྐྱེད། །དེ་ཕྱིར་དགེ་སློང་འཇིག་རྟེན་ཀུན་ཏུ་གདའ།
en: And having developed wisdom and destroyed the net of the kleśas. {24}

source: །སངས་རྒྱས་བསྟན་པ་མཚུངས་མེད་སེམས་ཅན་སྙིང་པོ་སྟེ།
en: “ ‘The unequaled teaching of the buddhas, which is dedicated to beings,

source: །དཔའ་བོ་འདས་པས་ཆོས་མཆོག་དག་ཀྱང་རབ་ཏུ་བཤད།
en: That supreme Dharma has been taught by the heroes of the past.

source: །མ་འོངས་དུས་དང་དེ་བཞིན་ད་ལྟར་བྱུང་བ་ཡི།
en: The same will occur in future times and in the present.

source: །ཆོས་ཀྱི་རྒྱལ་པོ་དབང་བརྙེས་རྣམས་ཀྱི་སྲས་དེ་ལགས།
en: They are the sons who obtain the power of a Dharma king. {25}

source: །དགེ་སློང་ཁྱོད་ནི་མི་རྟག་ནམ་ཡང་མ་གྱུར་ཅིག །གཟུགས་ནི་འདི་ལྟར་འཇིག་རྟེན་ཀུན་ན་རབ་ཏུ་ལྷན།
en: “ ‘Bhikṣu, may you never be impermanent! May your body in this way shine throughout the world

source: །གཟི་བརྗིད་ཆེ་ཞིང་དབྱངས་སྒྲ་ཤིན་ཏུ་སྙན་པར་གདའ།
en: With your great majesty and beautiful voice.

source: །རྒྱལ་པོའི་གཟི་བརྗིད་ཤིན་ཏུ་ལྷམ་མེ་སྣང་མི་བགྱིད།
en: Even the majesty of the king does not shine so brightly. {26}

source: །ཆོས་འདི་ཇི་ལྟར་ཁྱོད་བདག་ཉིད་ཀྱིས་རབ་རྟོགས་ཤིང་།
en: “ ‘Just as you have realized the Dharma

source: །སངས་རྒྱས་དག་གིས་བཀའ་སྩལ་འཇིག་རྟེན་ཀུན་ཏུ་རྒྱུ།
en: And practiced the Buddha’s instructions in the world,

source: །དེ་བཞིན་བདག་ཅག་བུད་མེད་དངོས་པོ་ཀུན་སྤངས་ཏེ།
en: May we abandon the condition of womanhood

source: །བདག་ཅག་ཐམས་ཅད་དགེ་སློང་འདི་བཞིན་འགྱུར་བར་བགྱི།
en: And all become bhikṣus like you.’ {27}

source: །དེ་དག་ཐམས་ཅད་སོར་བཅུ་ཐལ་མོ་སྦྱར་བྱས་ནས།
en: “They placed their fingers together in homage,

source: །ཚིགས་བཅད་འདི་དག་སྨྲས་ཏེ་གོས་རྣམས་འཐོར་བར་བྱེད།
en: Recited these verses, and cast toward him

source: །གསེར་གྱི་ཕྲེང་བ་དང་ནི་རིན་ཆེན་དོ་ཤལ་དང་། །རྣ་བའི་རྒྱན་དང་མགུལ་གྱི་རྒྱན་དག་རྣམ་མང་འཐོར།
en: Clothing, gold chains, strings of jewels, And their necklaces and earrings. {28}

source: །ཇི་ལྟར་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་དག །སྟོབས་ལྡན་ས་འདི་ཀུན་ལ་རྣམ་པར་ལྟ།
en: “ ‘Just as the cakravartin kings, Who had great power, surveyed the entire earth,

source: །སྲས་སུ་འདུ་ཤེས་དག་ནི་ཉེ་བར་འཇོག །གླིང་རྣམས་བཞི་པོ་འདི་དག་ཀུན་ཏུ་འགྲོ།
en: Traveled through the four continents, And perceived all as being their children, Likewise he does not have stronger affection

source: །རྒྱལ་རིགས་དང་ནི་ཚོང་དཔོན་བྲམ་ཟེ་དང་། །ཁྱིམ་བདག་མཁར་གྱི་རྒྱལ་པོ་བདག་གི་མི།
en: For the kṣatriyas, head merchants, and brahmins, Or heads of households, local governors, and relations,

source: །དེ་དག་གཅིག་ལ་ལྷག་པར་སྡུག་པ་མེད། །ཐམས་ཅད་ལ་ཡང་བྱམས་པ་མཉམ་པར་བསྐྱེད།
en: But instead has love for everyone equally. {29}

source: །དེ་བཞིན་དགེ་སློང་དེས་པ་འདི་ཡང་ནི།
en: “ ‘It is the same for this kind bhikṣu,

source: །གཟུངས་དང་དབང་རྣམས་ལ་ནི་ཤིན་ཏུ་བསླབས།
en: Who is trained and has the power of retention, And who elucidates the aspects of enlightenment,

source: །བྱང་ཆུབ་ཡན་ལག་སྟོབས་དང་དབང་པོ་དང་། །ཡན་ལག་བརྒྱད་ལྡན་ལམ་ཡང་རྣམ་པར་འབྱེད།
en: The strengths, the powers, and the eightfold path. He is majestic and illuminating

source: །མཚན་མོ་ཟླ་བ་སྐར་ཚོགས་དབུས་ན་ཡང་། །ཇི་ལྟར་རབ་ཏུ་མཛེས་པར་སྣང་བ་བཞིན།
en: Like the moon at night, Shining in the midst of the stars,

source: །ཇི་ལྟར་ཉི་མའི་དཀྱིལ་འཁོར་འཆར་བའི་ཚེ།
en: Or the disk of the rising sun. {30}

source: །གཟི་བརྗིད་ལྡན་ཞིང་རྣམ་པར་སྣང་བགྱིད་བཞིན།
en: “ ‘He pays homage to all the kind buddhas

source: །དབང་པོ་ཞི་ཞིང་སྟོབས་བཅུ་ལྡན་པ་ཡི། །སངས་རྒྱས་ངེས་པ་ཀུན་ལ་ཕྱག་འཚལ་ལོ།
en: Who have the ten strengths and pacified senses.

source: །དེ་དག་གིས་ནི་བསྔགས་པ་བསྐལ་པ་བརྒྱས། །ཟད་པར་བྱེད་ནུས་སྐྱེས་བུ་སུ་ཡང་མེད།
en: If someone were to recite their praises They could not finish even in a hundred eons.

source: །བསྐལ་པ་བྱེ་བ་སྟོང་ཕྲག་མང་པོར་ནི། །ཡོན་ཏན་བརྗོད་ཀྱང་ཟད་པ་ཡོང་མེད་དེ།
en: One could not conclude describing their qualities Even after many thousands of millions of eons. One could not even conclude the praises

source: །འཇིག་རྟེན་རབ་མཆོག་གི་ནི་སྤུ་གཅིག་ཀྱང་། །བསྔགས་པ་དག་ནི་ཟད་པར་མི་འགྱུར་རོ།
en: Of just one body hair of the most excellent in the world. {31}

source: །དེས་ནི་མཚུངས་མེད་འཁོར་ལོ་རབ་ཏུ་བསྐོར།
en: “ ‘The omniscient buddhas have turned the Dharma wheel

source: །ཡེ་ཤེས་དག་གི་གནས་ཀྱང་ཤིན་ཏུ་བསྟན།
en: And taught the unequaled level of wisdom;

source: །ཞིབ་ཅིང་རྡུལ་བྲལ་ཆོས་རྣམས་བཤད་པ་མཛད།
en: They have taught the detailed, stainless Dharma

source: །དེ་ནི་གང་ནའང་སྣང་བར་འགྱུར་བ་མེད།
en: That is not to be found anywhere else.

source: །དགེ་སྦྱོང་དང་ནི་བྲམ་ཟེ་ལྷ་དང་ཀླུ།
en: The renunciants, brahmins, devas, and nāgas,

source: །ལྷ་མིན་བདུད་དང་ཚངས་པར་བཅས་ལ་སོགས།
en: The asuras, māras, Brahmakāyika devas, and so on,

source: །སངས་རྒྱས་ཐམས་ཅད་མཁྱེན་པའི་ཡོན་ཏན་གྱིས། །རྒྱ་མཚོ་དག་ནི་ཟད་པར་ཡོང་མི་ནུས། །གང་གིས་ཐུགས་སྲས་འདི་འདྲ་མངའ་བ་ཡི།
en: Are not able to describe the ocean of qualities That the omniscient buddhas have. {32}

source: །སྨན་རྒྱལ་མཚུངས་མེད་རྒྱལ་ལ་ཕྱག་འཚལ་ལོ།
en: “ ‘We praise the unequaled Jina, the king of healing, And this bhikṣu who is his heart son.’

source: །ཚིགས་བཅད་འདི་དག་སྨྲས་ནས་དེ་ཡི་ཚེ། །རྒྱལ་པོའི་བུ་མོ་གཞོན་ནུ་ཐམས་ཅད་དགའ།
en: The young daughters of the king joyfully Recited those verses and at that time

source: །གསེར་དང་གསེར་ཕྱེ་དག་ཀྱང་འཐོར་བར་བྱེད།
en: They cast gold and gold dust

source: །གོས་རྣམས་ཀྱང་ནི་རབ་ཏུ་འདིང་བར་བྱེད།
en: And spread out clothing

source: །གཙུག་གི་ནོར་བུ་དོ་ཤལ་མཛེས་པ་དག །རིན་ཐང་བྱེ་བ་ཕྲག་ནི་བརྒྱ་རི་བས།
en: And top-knot jewels and necklaces Worth a hundred million.

source: །དགེ་སློང་དེ་ལ་མངོན་པར་གཡོགས་ནས་ནི།
en: They presented these to the bhikṣu

source: །དགའ་ནས་བྱང་ཆུབ་ཕྱིར་ཡང་རབ་ཏུ་ཞུགས།
en: And were joyfully established on the path to enlightenment. {33}

source: །དེ་ནས་རྒྱལ་པོ་དཔའ་བས་བྱིན་འདི་སྙམ་དུ་སེམས་ཏེ།
en: “Then King Śūradatta thought, ‘Alas!

source: ཀྱེ་མ་བཙུན་མོའི་འཁོར་འདི་དག་ནི་ལོག་པར་ཞུགས་ཏེ་སྐྱེ་བོའི་ཚོགས་ཀྱང་ལོག་གོ་སྙམ་མོ།
en: My harem has gone astray, and so has the populace.

source: །སྐྱེ་བོ་དེ་དག་ཀྱང་ནོར་བུ་དང་གདུ་བུ་བཀྲོལ་ལྷམ་བཞག་ནས་གོས་ཕྲག་པ་གཅིག་ཏུ་བགོས་ཏེ། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ནས་དགེ་སློང་དེ་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་ནས་ཕྱག་འཚལ་ལོ།
en: These people have cast off their jewels and rings, taken off their shoes, bared one shoulder, knelt on their right knees, and with palms placed together they have paid homage to that bhikṣu.’

source: །དགེ་སློང་དེ་བྱད་གཟུགས་བཟང་བ་ཙམ་དུ་རྒྱལ་པོ་དཔའ་བས་བྱིན་བྱད་བཞིན་མི་བཟང་། དེ་ཙམ་དུ་བལྟ་ན་སྡུག་པ་མ་ཡིན། དེ་ཙམ་དུ་མཛེས་པ་མ་ཡིན་ཏེ།
en: “King Śūradatta was not as handsome and not as attractive as that good-looking bhikṣu.

source: དེ་རྒྱལ་པོའི་སྲིད་ཀྱི་ཕྱིར་ཤིན་ཏུ་སྡངས་པར་གྱུར་ཏོ།
en: Fearing for his royal status he became furious.

source: །དགེ་སློང་དེའི་གཟུགས་ཀྱི་ལུས་ཡོངས་སུ་རྫོགས་པ་མཐོང་ནས་ཤིན་ཏུ་ཁྲོས་སོ།
en: When he saw the perfection of the bhikṣu’s body, he became extremely enraged.

source: །དགེ་སློང་དེ་རྒྱལ་པོའི་ལམ་ན་འདུག་པའི་མིག་ཏུ་རྡུལ་སོང་བ་དང་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: As the bhikṣu had been walking upon the king’s road, some dust had blown into one of his eyes.

source: དགེ་སློང་འདིས་ཆགས་པའི་སེམས་ཀྱིས་ངའི་བཙུན་མོའི་འཁོར་ལ་བལྟས་ཏེ། འདིས་མིག་གིས་ཀྱང་བརྡ་བྱས་སོ།
en: The king thought, ‘This bhikṣu is looking at my queens with lust in his mind and he is winking at them!

source: །དེ་འདི་སྙམ་དུ་སེམས་ཏེ། ད་དགེ་སློང་འདི་ལ་སྲོག་གཅོད་པར་བྱེད་པ་སུ་ཡོད་སྙམ་མོ།
en: Now, who will slay this bhikṣu?’

source: །དེ་ནས་རྒྱལ་པོ་དཔའ་བས་བྱིན་གྱི་ཞབས་འབྲིང་དུ་བུ་སྟོང་འབྲང་བ་དེ་དག་བོས་ནས་གཞོན་ནུ་དག་དགེ་སློང་འདི་སྲོག་དང་ཕྲོལ་ཅིག་ཅེས་བྱས་ན།
en: “King Śūradatta summoned his thousand sons who were following behind, and commanded them, ‘Princes, you must slay this bhikṣu!’

source: གཞོན་ནུ་དེ་དག་རྒྱལ་པོ་དཔའ་བས་བྱིན་ལ་སླར་ཟློག་གོ། །དགེ་སློང་དེའི་ཕྱིར་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གི་བུ་དག་ཀྱང་བཀའ་མི་ཉན་ཏེ།
en: But the princes refused to obey King Śūradatta and he thought, ‘Because of this bhikṣu even my own sons refuse to obey me!

source: བདག་གཅིག་པུ་གཉིས་སུ་མེད་པར་བཞག་ན་ད་དགེ་སློང་འདི་སྲོག་དང་བྲལ་བར་བྱེད་པ་སུ་ཡོད་སྙམ་མོ།
en: I will be left alone and friendless, so who will slay this bhikṣu?’

source: །དེ་ནས་རྒྱལ་པོ་དཔའ་བས་བྱིན་ལ་གསོད་པའི་གཤེད་མ་དགའ་བྱེད་ཅེས་བྱ་བ་གཏུམ་པོ་བཙམ་པ་མེད་པ་མ་རུངས་པ་ཞིག་ཡོད་པ་དེ་རྒྱལ་པོའི་ལམ་ན་རྒྱལ་པོ་དཔའ་བས་བྱིན་དང་ཧ་ཅང་ཡང་མི་རིང་བ་ཞིག་ན་འདུག་གོ།
en: “King Śūradatta had an executioner named Nandika, who was cruel, merciless, and ferocious, and he was not far from King Śūradatta upon the king’s road.

source: །རྒྱལ་པོ་དཔའ་བས་བྱིན་གྱིས་དེ་མཐོང་ནས་དགའ་མགུ་ཡི་རངས་ཏེ། རབ་ཏུ་དགའ་བ་དང་མོས་པ་དང་ཡིད་བདེ་བ་སྐྱེས་ནས་དེ་སེམས་འདི་སྙམ་དུ་སེམས་ཏེ། དགའ་བྱེད་འདིས་དགེ་སློང་འདི་སྲོག་དང་དབྲལ་བར་བྱེད་སྙམ་མོ།
en: When King Śūradatta saw him, he rejoiced and was happy, joyful, hopeful, and comforted, thinking, ‘Nandika will slay this bhikṣu.’

source: །དེ་ནས་གསོད་པའི་གཤེད་མ་དགའ་བྱེད་རྒྱལ་པོ་དཔའ་བས་བྱིན་གང་ན་འདུག་པ་དེར་འོངས་པ་དང་དགའ་བྱེད་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “Then the executioner Nandika approached King Śūradatta.

source: །ཁྱོད་བྱ་དགའ་ཆེར་སྦྱིན་ན་དགའ་བྱེད་ཁྱོད་དགེ་སློང་འདི་སྲོག་དང་བྲལ་བར་བྱེད་ནུས་སམ།
en: King Śūradatta inquired of Nandika, ‘If you wish to greatly please me, are you able to slay this bhikṣu?’

source: དགའ་བྱེད་ཀྱིས་སྨྲས་པ། ལྷ་ཤིན་ཏུ་རྔོ་ཐོགས་སོ། །བཀའ་བཞིན་འཚལ།
en: “Nandika answered, ‘Your Majesty, I am very able!

source: ད་དགེ་སློང་འདི་སྲོག་དང་དབྲལ་བར་འཚལ་ལོ། །རྒྱལ་པོས་སྨྲས་པ།
en: I will fulfill your command and I will slay this bhikṣu.’ “The king said, ‘Therefore, Nandika, know the time has come.

source: དགའ་བྱེད་དེའི་ཕྱིར་དེའི་དུས་ལ་དབབ་པར་ཤེས་ན་མཚོན་རྣོན་པོ་ཐོགས་ལ་དགེ་སློང་འདིའི་ལག་པ་དང་རྐང་པ་ཆོད་ཅིག །རྣ་བ་དང་སྣ་ཡང་ཆོད་ཅིག །འདིས་ཆགས་པའི་སེམས་ཀྱིས་ངའི་བཙུན་མོའི་འཁོར་ལ་བལྟས་ཀྱིས་དེའི་ཕྱིར་འདིའི་མིག་ཀྱང་སྐམ་པས་ཕྱུང་ཤིག་ཅེས་བྱས་སོ།
en: Take a sharp sword and cut off the bhikṣu’s hands and feet, and cut off his ears and nose, and, because he has looked upon my harem with desire, gouge out his eyes!’

source: །དེ་ནས་གསོད་པའི་གཤེད་མ་དགའ་བྱེད་ཀྱིས་དེའི་ཚེ་རལ་གྲི་རྣོན་པོ་ཐོགས་ནས་དགེ་སློང་དེའི་ལག་པ་དང་རྐང་པ་བཅད་དོ། །རྣ་བ་དང་སྣ་ཡང་བཅད་དོ། །མིག་གཉིས་ཀྱང་ཕྱུང་ངོ་།
en: “So Nandika the executioner thereupon took a sharp sword and severed the bhikṣu’s hands and feet, cut off his ears and nose, and gouged out both his eyes.

source: །དེ་ནས་དགེ་སློང་དེའི་མགོ་དང་རྣ་བ་དང་རྐང་ལག་བཅད་པ་ལས་འོད་ཟེར་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་དུ་མ་ཡང་བྱུང་། འོ་མའི་རྒྱུན་དུ་མ་ཡང་བྱུང་སྟེ། ཕྱོགས་བཅུར་བསྐོར་ནས་སླར་ཡང་དགེ་སློང་དེའི་ལུས་ཀྱི་ནང་དུ་ནུབ་བོ།
en: “From the places where the bhikṣu’s head, ears, feet, hands, and eyes had been cut, many quintillions of light rays shone forth, and many streams of milk, that circled the ten directions and then returned into the bhikṣu’s body.

source: །བཅད་ཅིང་གཏུབས་པའི་འཕྲོ་ནས་དཔལ་བེའུ་དང་བཀྲ་ཤིས་དང་འཁོར་ལོ་ལ་སོགས་པ་ནང་ནས་བྱུང་སྟེ་སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་ཀུན་ཏུ་སྣང་ངོ་།
en: Śrīvatsas, svastikas, wheels, and so on, also emerged from and reentered his severed body, and the thirty-two signs of a great being became visible.

source: །དེ་ནས་རྒྱལ་པོ་དེ་སྐྱེ་བོའི་ཚོགས་ཆེན་པོ་དང་དོང་ནས་སྐྱེ་བོའི་ཚོགས་ཆེན་པོ་དེས་དགེ་སློང་དེ་ལམ་ན་བཅད་གཏུབས་ཤིང་འདུག་པ་མཐོང་ནས། དེ་དག་སྡུག་བསྔལ་ཞིང་ཡིད་མི་བདེ་སྟེ།
en: “After the king had proceeded on from the crowd of people, that crowd of people came and saw that the bhikṣu had been cut and chopped up on the road. They were distressed, unhappy, and shocked.

source: ངོ་མཚར་དུ་གྱུར་ནས་ངུ་ཞིང་ཆོ་ངེས་བཏབ་སྟེ་སྨྲེ་སྔགས་བཏོན་ནས་ཕྱིར་ཡང་རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་རིན་ཆེན་ལྡན་པར་སོང་ངོ་།
en: Weeping, crying out, and wailing, they went back into the capital city of Ratnāvatī.

source: །དེ་ནས་རྒྱལ་པོ་དཔལ་བས་བྱིན་ཞག་བདུན་འདས་པ་དང་སྐྱེད་མོས་ཚལ་མཆོག་ན་འདུག་པ་མི་དགའ། མི་རྩེ་ཡོངས་སུ་མི་སྤྱོད་དེ།
en: “King Śūradatta spent seven days in the park, but he was not happy, did not take part in amusements, and did not go for walks.

source: སྐྱེད་མོས་ཚལ་ནས་དེ་ལོགས་ནས་ཞག་བདུན་འདས་པ་དང་རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་རིན་ཆེན་ལྡན་དུ་ཞུགས་པ་དང་དེས་དགེ་སློང་དེ་རྒྱལ་པོའི་ལམ་དུ་བོར་བ་ཤི་ནས་ཞག་བདུན་ལོན་ཡང་ལུས་ཀྱི་མདོག་མ་གྱུར་པ་མཐོང་ནས་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: After seven days had passed he left the park and went into the capital city of Ratnāvatī. He saw the bhikṣu’s body, which had been left on the king’s road, and although seven days had passed since he had died, the color of his body was unchanged.

source: དགེ་སློང་འདིའི་ལུས་ཀྱི་མདོག་མ་གྱུར་པ་ལས་བལྟས་ན་དགེ་སློང་འདི་ནི་གདོན་མི་ཟ་བར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པ་ཡིན་ཏེ།
en: “He thought, ‘The color of this bhikṣu’s body has not changed, which means that without any doubt this bhikṣu was irreversibly progressing to the highest, complete buddhahood.

source: བདག་གིས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་སྐྱེ་བར་འགྱུར་བའི་སྡིག་པའི་ལས་བྱས་ཀྱིས་བདག་ནི་མྱུར་དུ་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་ལྟུང་བར་འགྱུར་རོ་ཞེས་དེ་དེ་ལྟར་སེམས་པ་ན།
en: I have accumulated the bad karma that will cause me to be reborn in a great hell. I will soon fall into a great hell.’

source: སྟེང་གི་བར་སྣང་ལས་ལྷའི་བུ་བརྒྱད་ཁྲིས་སྒྲ་སྐད་དབྱངས་གཅིག་ཏུ་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་འདི་ནི་དེ་བཞིན་ཏེ།
en: “In the sky above him eighty thousand devas proclaimed in one voice, ‘It is as you have said, great king.

source: ཁྱོད་ཇི་སྐད་ཟེར་བ་ལྟར་དགེ་སློང་འདི་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པ་ཡིན་ནོ་ཞེས་ཟེར་རོ།
en: This bhikṣu was irreversibly progressing to the highest, complete enlightenment.’

source: །བར་སྣང་ལས་ལྷ་དག་གི་སྒྲ་ཐོས་ནས་དེ་ཤིན་ཏུ་འཇིགས་ཤིང་སྐྲག་ནས་བག་ཚ་ཞིང་སྤུ་ཟིང་ཞེས་བྱེད་དེ་འགྱོད་པར་གྱུར་ཏོ།
en: “When King Śūradatta heard the words of the devas in the sky, he became frightened, paralyzed with fear, with the hairs on his body standing on end, and was filled with remorse.

source: །དེ་ནས་རྒྱལ་པོ་དཔའ་བས་བྱིན་སྡུག་བསྔལ་ཞིང་ཡིད་མི་བདེ་སྟེ་འགྱོད་པར་གྱུར་པས་དེའི་ཚེ་ཆོ་ངེ་ཆེར་བཏབ་ནས་ཚིག་འདི་སྐད་ཟེར་རོ།
en: In suffering, distressed, and filled with remorse, he wailed and recited these verses:

source: །རྒྱལ་པོའི་སྲིད་དང་རྒྱལ་པོའི་ཕོ་བྲང་དང་། །ནོར་བུ་རིན་ཆེན་མུ་ཏིག་གསེར་དབྱིག་སྤང་།
en: “ ‘Forsaking the kingdom and the royal capital, Jewels, gems, pearls, gold, and wealth,

source: །བདག་ཉིད་མཚོན་ཐོགས་བདག་ཉིད་འཆི་བར་བྱ།
en: I myself took up a weapon and myself killed.

source: །བདག་ནི་བྱིས་པའི་བློ་ཅན་ལས་ངན་ལྡན།
en: Foolishly I have created bad karma. {34}

source: །དགེ་སློང་མེ་ཏོག་ཟླ་མཛེས་འདིར་བྱུང་བ།
en: “ ‘The bhikṣu Supuṣpacandra was here,

source: །སུམ་ཅུ་རྩ་གཉིས་མཚན་གྱི་གོ་བགོས་ཏེ།
en: Armored in the thirty-two characteristics.

source: །སྣང་བར་བྱེད་ཅིང་རྒྱལ་པོའི་ཕོ་བྲང་འོངས།
en: Shining, he entered the royal capital

source: །ཟླ་བ་ཉ་ཚེ་སྐར་མའི་རྒྱལ་པོ་བཞིན།
en: Like the full moon, the king of the stars. {35}

source: །འདོད་པའི་ལོངས་སྤྱོད་ངན་པས་བདག་དཀྲུགས་ཏེ།
en: “ ‘Agitated by the evil of sensory pleasures,

source: །རབ་ཏུ་དགའ་བར་བུད་མེད་ཚོགས་རྣམས་དང་། །ཤིང་རྟའི་ནང་དུ་ཞུགས་ཏེ་དེ་ནས་དོང་།
en: I set forth in the pleasurable company of my wives,

source: །རྒྱལ་རིགས་རྣམས་ཀྱིས་ཡོངས་སུ་འཁོར་བར་བསྐོར།
en: Riding in chariots accompanied by a retinue of kṣatriyas,

source: །དགེ་སློང་དྲི་མཆོག་མིག་བཟང་འདི་ཉིད་ནི། །འདིར་བྱོན་དགེ་སློང་དེ་ཡང་མཐོང་ནས་སུ།
en: When this fragrant, beautiful-eyed bhikṣu arrived. {36}

source: །བུད་མེད་ཚོགས་རྣམས་རབ་ཏུ་དགར་གྱུར་ཅིང་།
en: “ ‘When my company of wives saw him they were overjoyed.

source: །མོས་པ་སྐྱེས་ནས་གསེར་གྱི་ཕྲེང་བ་གཏོར།
en: With adoration they cast off their gold necklaces.

source: །ཐམས་ཅད་སོར་བཅུའི་ཐལ་མོ་སྦྱར་བྱས་ནས།
en: They all placed their ten fingers together in homage

source: །ཚིགས་བཅད་དབྱངས་ཀྱིས་དགེ་སློང་དེ་ལ་བསྟོད། །རྒྱལ་པོ་ཡི་ནི་ཀླུ་ཡི་དབྱངས་སྒྲ་རྣམས། །དེ་དག་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་གྱུར།
en: And praised that monk by singing verses. {37}

source: །དེ་ཡང་ཤིང་རྟའི་ནང་དུ་ཞུགས་ནས་ནི།
en: “ ‘They were riding in chariots, accompanied by kṣatriyas,

source: །རྒྱལ་རིགས་རྣམས་ཀྱིས་ཡོངས་སུ་བསྐོར་བར་གྱུར།
en: But they stopped singing to their king

source: །བདེ་བར་གཤེགས་པའི་སྲས་མཆོག་མཐུ་ཆེ་བ།
en: When this powerful, supreme son of the sugata,

source: །དགེ་སློང་དྲི་མཆོག་མིག་བཟང་འདིར་བྱོན་ན།
en: This fragrant, beautiful-eyed bhikṣu arrived. {38} “ ‘When this bhikṣu came into the capital

source: །བདག་གི་སེམས་ནི་རབ་ཏུ་ངན་གྱུར་ཏེ། །དགེ་སློང་རྒྱལ་པོའི་ཕོ་བྲང་འཇུག་པའི་ཚེ།
en: My mind became extremely wicked.

source: །བུད་མེད་ཚོགས་ཆེན་དགའ་བར་ལྟ་མཐོང་ནས། །རྨོངས་པས་དེ་ལ་ཕྲག་དོག་ཁྲོ་བ་བསྐྱེད།
en: Ignorant, I was furious and jealous On seeing the joy of that great gathering of my wives. {39}

source: །ཕྱོགས་བཞི་ཀུན་ཏུ་སྣང་བར་བགྱིས་པ་ནི།
en: “ ‘He illuminated completely the four directions

source: །ཟླ་བ་སྒྲ་གཅན་ཟིན་ཐར་མཛེས་པ་བཞིན།
en: Like the beautiful moon freed from an eclipse.

source: །དགེ་སློང་རྒྱལ་པོའི་ཕོ་བྲང་འཇུག་མཐོང་ནས། །བུད་མེད་ཚོགས་རྣམས་དགའ་ཞིང་སྒྲ་ཡང་འབྱིན།
en: My assembly of wives was overjoyed and cried out When they saw the bhikṣu come into the capital. {39}

source: །བདག་གིས་དེར་ནི་གཏུམ་པོའི་ཚིག་སྨྲས་ཏེ།
en: “ ‘At that moment I spoke with wrathful words,

source: །བུ་སྟོང་དག་ལ་ང་ཉིད་ཁྱོད་སོང་ལ།
en: Saying to my thousand sons,

source: །དགེ་སློང་འདི་ནི་དུམ་བུ་དུམ་བུར་གྱིས།
en: “Chop to pieces that bhikṣu

source: །འདི་ནི་ང་ཡི་དགྲ་མཆོག་མ་རུངས་པ།
en: Who is my dreadful, worst enemy.” {40}

source: །གཞོན་ནུ་ཐམས་ཅད་མཉེན་ཞིང་ཚུལ་ལྡན་ཏེ།
en: “ ‘All the princes, whose conduct was gentle,

source: །བདག་ལ་ཕན་སེམས་དགེ་སློང་དེ་ལ་འདུད།
en: Wished to benefit themselves and bowed down to the bhikṣu.

source: །རྒྱལ་པོ་འདི་འདྲའི་བཀའ་བཞིན་བགྱིར་མི་རུང་།
en: They bowed down and said, “Majesty, that command should not be obeyed,”

source: །དེ་ཚེ་བདག་ནི་མྱ་ངན་ནོན་པར་གྱུར།
en: And I became at that time overcome by sadness. {41}

source: །དགེ་སློང་ཤིན་ཏུ་ཚུལ་ཁྲིམས་མཆོག་ལྡན་པ། །བྱམས་ལྡན་ཕ་བཞིན་ཞུགས་པ་མཐོང་ནས་ནི།
en: “ ‘When I saw this bhikṣu who had perfect conduct, And who had kindness like that of a father,

source: །ཤིན་ཏུ་གཏུམ་པའི་སེམས་ཀྱིས་གསོད་དུ་བཏང་།
en: With an evil intention I had the opportunity to kill him,

source: །ཕྱི་དུས་བདག་ནི་ལྷུང་ནས་མནར་མེད་སྲེག །དགའ་བྱེད་དེ་ནི་རྒྱལ་པོའི་ལམ་འདིར་གནས།
en: And in the future I will burn in the Avīci hell. {42} “ ‘Nandika, who was upon the king’s road,

source: །མ་རུངས་ལས་བགྱིད་མི་ལ་སྡུག་བསྔལ་སྐྱེད།
en: With extremely cruel actions makes people suffer;

source: །བདག་གི་བཀའ་བཞིན་དེ་འདྲར་དེས་བགྱིས་ཏེ།
en: He was someone who would carry out my command,

source: །མེ་ཏོག་ཕྲེང་བརྒྱུས་འདྲ་བའི་དགེ་སློང་གཏུབས།
en: And he cut up the bhikṣu like cutting up a garland of flowers. {43}

source: །ནགས་མཆོག་ཀུན་ཏུ་བཟང་པོ་དགའ་བ་ན།
en: “ ‘In the pleasant, supreme forest Samantabhadra,

source: །བྱ་ཡིས་གང་ཞིང་མེ་ཏོག་དྲི་ཞིམ་རྒྱས།
en: Filled with birds and the aroma of flowers,

source: །དེ་ན་དགེ་སློང་ཚོགས་གཞན་རབ་མང་བ།
en: The vast community of bhikṣus

source: །བུ་གཅིག་པ་ནི་མ་དང་བྲལ་བ་བཞིན།
en: Are like only sons who have lost their mothers. {44}

source: །དགེ་སློང་བཞེངས་ལ་ནགས་སུ་གནས་པར་མཛོད།
en: “ ‘Arise, bhikṣu, who dwelt in that forest!

source: །མི་ཡི་དོན་ཀྱང་ཤིན་ཏུ་རྒྱ་ཆེར་བགྱིས། །རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་འདིར་བྱོན་པའི་ཚེ།
en: You came to the king’s capital To accomplish vast benefit for beings.

source: །དགེ་སློང་ཤིན་ཏུ་སྙིང་རྗེར་ངུ་ཞིང་ཚོལ།
en: Weeping, they long for the greatly compassionate bhikṣu. {45} “ ‘I have had the road swept and covered with cloth.

source: །ལག་པ་གཡས་པས་མེ་ཏོག་རྒྱལ་མཚན་ཐོགས།
en: Banners of flowers have been arranged on the right

source: །གཡོན་པ་ཡིས་ཀྱང་བལྟ་སྡུག་མཛེས་པ་གཞན། །ལམ་ཡང་སྦྱངས་ཤིང་གོས་ཀྱིས་ཁེབས་པར་གཡོགས།
en: And other beautiful images on the left.

source: །དགེ་སློང་བཞེངས་ལ་ཆོས་མཆོག་བཤད་པ་མཛོད།
en: Arise, bhikṣu, and teach the supreme Dharma! {46}

source: །རྒྱལ་པོའི་ཁབ་འདིར་ཁྱོད་ཞུགས་རིང་ལོན་ཀྱང་།
en: “ ‘You have been long absent from the king’s capital.
